Repository: common-repository/myposeo
Catalog: languages/myposeo-*.po
Languages: fr_fr

source: Settings
fr_fr: Paramètres

source: SEO Dashboard
fr_fr: Suivi SEO

source: Please fill a valid API key to access to your datas
fr_fr: Merci de renseigner une clé API valide pour pouvoir accéder à vos données

source: MyPoseo Settings
fr_fr: Paramètres Myposeo

source: Please select a campaign to access to your datas
fr_fr: Merci de sélectionner une campagne pour accéder à vos informations

source: Connection failed, please check your API code
fr_fr: La connexion a échouée, veuillez vérifier votre clé d'API

source: Myposeo Settings
fr_fr: Paramètres Myposeo

source: Campaign
fr_fr: Campagne

source: Created on
fr_fr: Créée le

source: Updated on
fr_fr: Mise à jour le

source: Websites
fr_fr: Sites web

source: Keywords for website
fr_fr: Mots-clés pour le site web

source: Start date
fr_fr: Date début

source: End date
fr_fr: Date fin

source: Choose an engine
fr_fr: Choisissez un moteur

source: Choose a device
fr_fr: Choisissez un device

source: Choose a location
fr_fr: Choisissez une localisation

source: Keyword
fr_fr: Mot-clé

source: Position start date
fr_fr: Position date de début

source: Country
fr_fr: Pays

source: Position end date
fr_fr: Position date de fin

source: Traffic
fr_fr: Trafic

source: Search engine
fr_fr: Moteur de recherche

source: API key deleted
fr_fr: Clé API effacée

source: API key registered, thank you !
fr_fr: Clé API enregistrée, merci !

source: Your API key seems to be wrong, please check it
fr_fr: Votre clé API semble être erronée, merci de la vérifier

source: This plugin made by Myposeo let you follow your positioning evolution of your posts through search engines. This plugin needs to subscribe to a Premium licence, and an active project on your SEO dashboard with keywords mentioned
fr_fr: Le plugin mis à disposition par Myposeo vous permet de suivre l’évolution du positionnement de vos articles au sein des moteurs de recherche. Ce plugin nécessite de posséder une <strong>licence premium</strong> ainsi qu’un projet au sein de l’outil Suivi SEO actif contenant des mots-clés.

source: How to setup your plugin ?
fr_fr: Aide à la configuration du plugin

source: Copy your API key available on the API page from your
fr_fr: Copier votre clé API disponible sur la page API de votre

source: Myposeo account
fr_fr: compte Myposeo

source: Paste your key in the field below
fr_fr: Coller votre clé dans le champs disponible ci-dessous dans la rubrique paramétrage du plugin

source: Select a campaign which will be used as default campaign on your SEO monitoring page
fr_fr: Sélectionner la campagne qui sera affiché par défaut dans votre zone administration wordpress

source: Needs help ?
fr_fr: Besoin d'aide ?

source: We provide resources to help you step by step through this plugin configuration
fr_fr: Nous avons des ressources disponibles pour vous guider pas à pas dans la configuration du plugin

source: Knowledge database
fr_fr: Base de connaissances

source: Any issue accessing datas ? An advanced issue and no answer in our knowledge database ? Please open a
fr_fr: Un problème d'accès aux données ? Un soucis avancé et aucune réponse dans la base de connaissance ? , Merci de nous laisser un ticket sur le

source: ticket on Myposeo support page
fr_fr: support de Myposeo

source: Myposeo Plugin settings
fr_fr: Paramétrage du plugin

source: API key
fr_fr: Clé API

source: Delete
fr_fr: Effacer

source: The API key which is used to connect to your account
fr_fr: La clé API pour vous connecter à votre compte

source: Recover your API key here
fr_fr: Récupérez votre clé API ici

source: Select a campaign
fr_fr: Sélectionnez une campagne

source: Validate
fr_fr: Valider

source: Myposeo.com dashboard integration into WordPress
fr_fr: Intégration du tableau de bord Myposeo dans WordPress
